Repository: devkaio/wallet
Catalog: lib/l10n/app_*.arb
Languages: es

# alreadyHaveAccount
source: Already have an account?
es: Ja possui una cuenta?

source: Confirm password
es: Confirmar contrase침a

source: create account
es: crar cuenta

source: Create account and start transferring
es: Crea una cuenta y comece a transferir

source: Create new account
es: Crea nueva cuenta

source: Forgot password?
es: Esqueceu la contrase침a

source: Hello World!
es: !Ola Mondo!

source: Initializing...
es: Iniciando...

source: login
es: entra

source: Login and start transferring
es: Inicia sesi칩n y comienza a transferir

source: Logout
es: Salir

source: Name
es: Nombre

source: Password
es: Contrase침a
